<?php

    echo '<div class="container text-center">
            <div class="row align-items-center">
                <div class="col">
                <p>
                Нестор Иванович Махно</br>
                Был украинским революционером-анархистом и командующим Революционной повстанческой армией Украины во время войны за независимость Украины. Он основал Махновщину (вольно переводится как "движение Махно"), массовое движение украинского крестьянства с целью установления анархистского коммунизма в стране в период с 1918 по 1921 год. Первоначально сосредоточенный вокруг родной провинции Махно Екатеринослава и родного города Гуляйполе, он стал оказывать сильное влияние на обширные территории юга Украины, особенно на территории нынешней Запорожской области Украины.
                </br>Выросший в крестьянской семье и достигший совершеннолетия в разгар революции 1905 года, Махно участвовал в местной анархистской группе и провел семь лет в заключении за свое участие. После освобождения во время революции 1917 года Махно стал местным революционным лидером в своем родном городе и курировал экспроприацию и перераспределение крупных поместий среди крестьянства. В Гражданской войне на Украине Махно встал на сторону Советской России большевиков против украинских националистов и Белого движения, но его союзы с большевиками продлились недолго. Он заручился поддержкой большевиков, чтобы возглавить повстанческое движение, разгромив оккупационные силы Центральных держав в битве при Дибровке и основав Махновщину. Войска Махно ненадолго объединились с большевистской Красной Армией во время советского вторжения в Украину в 1919 году, но раскололись из-за разногласий по поводу автономии движения. Махно восстановил свою армию из остатков войск Никифора Григорова на западной Украине, разгромил Белую армию в битве при Перегоновке и захватил большую часть южной и восточной Украины, где они снова попытались установить анархический коммунизм.
                </br>Армия Махно сражалась с большевиками, вновь вторгшимися в Украину в 1920 году до тех пор, пока наступление Белой армии не привело к кратковременному союзу большевиков и махновцев, который изгнал белых из Крыма и положил конец Южному фронту Гражданской войны в России. Большевики немедленно выступили против Махно, ранили его и вынудили в августе 1921 года отступить на запад в Румынию в концентрационные лагеря, Польшу и Европу, прежде чем он обосновался в Париже с женой и дочерью. Махно писал мемуары и статьи для радикальных газет, сыграв определенную роль в развитии платформизма. Он отдалился от французского анархистского движения после споров по поводу синтетического анархизма и личных обвинений в антисемитизме. Его семья продолжала подвергаться преследованиям в течение десятилетий после его смерти от туберкулеза в возрасте 45 лет. Анархистские группы продолжают черпать вдохновение в его имени.
                </p></div>
                <div class="col">
                <img src="https://lh5.googleusercontent.com/-H2oPChGNVi0/Ttt3tZQAJWI/AAAAAAAABlM/FETX-p4lcIc/s576/Untitled-2.png" class="img-fluid" alt="Батько">
                </div>
            </div>
            </div>';

